Repository: wp-plugins/contextual-related-posts
Catalog: languages/crp-*.po
Languages: da_dk, es_es, pt_br, ru_ru

source: Options saved successfully.
da_dk: Indstillingerne blev gemt.
es_es: Opciones guardadas correctament.
pt_br: Opções salvas com sucesso.
ru_ru: Настройки сохранены успешно.

source: Options set to Default.
da_dk: Indstillingerne sat til standardværdier.
es_es: Restablecer opciones originales
pt_br: Opções redefinidas ao padrão.
ru_ru: Опции возвращены к стандартным

source: Index recreated
da_dk: Indeks blev gendannet
es_es: Recrear el Index
pt_br: O índice foi recriado
ru_ru: Индекс воссоздан

source: Contextual Related Posts
es_es: Posts Relacionados Contextualmente
pt_br: Posts Relacionados Contextuais
ru_ru: Контекстные похожие посты

source: Related Posts
da_dk: Related Posts (Lignende indlæg)
es_es: Post Relacionados
pt_br: Posts Relacionados
ru_ru: Похожие посты

source: Settings
da_dk: Opsætning
es_es: Opciones
pt_br: Configurações
ru_ru: Настройки

source: Support
es_es: Soporte
pt_br: Suporte
ru_ru: Поддержка

source: Donate
da_dk: Donation
es_es: Donar
pt_br: Doar
ru_ru: Пожертвование

source: Contribute
pt_br: Contribuir

source: plugin settings page
pt_br: página de configurações do plugin

source: An error occurred clearing the cache. Please contact your site administrator.\n\nError message:\n
pt_br: Ocorreu um erro ao limpar o cache. Entre em contato com seu administrador do site.\n\nMensagem de Erro: \n

source: cached row(s) cleared
pt_br: linha(s) de cache limpa(s)

source: Location of thumbnail:
pt_br: Localização da miniatura:

source: Enter the full URL to the image (JPG, PNG or GIF) you'd like to use. This image will be used for the post. It will be resized to the thumbnail size set under Settings &raquo; Related Posts &raquo; Output Options
pt_br: Digite a URL completa para a imagem (JPG, PNG ou GIF) que você quer usar. Esta imagem será utilizada para o post. Ela será redimensionada para o tamanho da miniatura definido em Configurações &raquo; Posts Relacionados &raquo; Opções de Saída

source: The URL above is saved in the meta field:
pt_br: ﻿A URL acima é salvo no campo de meta:

source: General options
pt_br: Opções gerais

source: Output options
pt_br: Opções de Resultado

source: Thumbnail options
pt_br: Opções de miniatura

source: Feed options
pt_br: Opções de Feed

source: Custom styles
pt_br: Estilos personalizados

source: Cache output?
pt_br: Guardar Resultado em Cache?

source: Clear cache
pt_br: Limpar cache

source: Add related posts to:
pt_br: Adicionar posts relacionados a:

source: Pages
pt_br: Páginas

source: Home page
pt_br: Página inicial

source: Category archives
pt_br: Arquivos de categoria

source: Tag archives
pt_br: Arquivos de tag

source: Other archives
pt_br: Outros arquivos

source: Content filter priority:
pt_br: Prioridade do filtro de prioridade:

source: Tell the world you're using Contextual Related Posts:
pt_br: Diga ao mundo que você está usando Posts Relacionados Contextuais:

source: <em>Optional</em>
pt_br: <em>Opcional</em>

source: Adds a nofollow link to Contextual Related Posts homepage as the last time in the list.
pt_br: ﻿Adiciona um link nofollow à página inicial de Posts Relacionados Contextuais na última vez da lista.

source: Save Options
pt_br: Salvar Opções

source: Number of related posts to display:
da_dk: Antal Lignende indlæg, der skal vises:
es_es: Número de posts relacionados a mostrar:
pt_br: Número de posts relacionados a exibir?
ru_ru: Количество отображаемых похожих постов:

source: days
pt_br: dias

source: Limit content to be compared
pt_br: Limitar conteúdo a ser comparado

source: Post types to include in results:
pt_br: ﻿Tipos de post para incluir nos resultados:

source: Categories to exclude from the results:
pt_br: Excluir estas categorias dos resultados:

source: Title of related posts:
da_dk: Titel på Lignende indlæg:
es_es: Título de posts relacionados:
pt_br: Título dos posts relacionados:
ru_ru: Названия связанных постов:

source: When there are no posts, what should be shown?
da_dk: Hvad skal der vises, hvis der ingen indlæg er?
es_es: Cuando no hay posts, ¿Qué se debe mostrar?
pt_br: O que mostrar quando não houver nenhum post relacionado?
ru_ru: Когда нет сообщений, что должно быть показано?

source: Blank Output
da_dk: Intet
es_es: Salida vacía
pt_br: Resultado em Branco
ru_ru: Пустой выход

source: Display:
pt_br: Mostrar:

source: Show post excerpt in list?
es_es: ¿Mostrar extracto con los items?
pt_br: Lista de resumos dos posts?
ru_ru: Показать выдержки из поста в списке?

source: Length of excerpt (in words):
es_es: Tamaño del extracto (en palabras):
pt_br: Tamanho do resumo (em palavras):
ru_ru: Длина выдержки (в словах):

source: Show post author in list?
pt_br: ﻿Mostra o autor do post na lista?

source: Show post date in list?
pt_br: Mostrar data do post na lista?

source: Limit post title length (in characters)
pt_br: Limite do título do post (em caracteres)

source: Open links in new window
pt_br: Abrir links numa nova janela

source: Add nofollow attribute to links in the list
pt_br: Adicionar atributo nofollow aos links na lista

source: Exclusion settings:
pt_br: Configurações de exclusão:

source: Exclude display of related posts on these posts / pages
pt_br: Não exibir posts relacionados nestes posts/páginas?

source: Exclude display of related posts on these post types.
pt_br: ﻿Excluir exibição de posts relacionados nestes tipos de post.

source: Customize the output:
da_dk: Tilpas outputtet:
es_es: Personalizar la salida:
pt_br: Personalizar o resultado:
ru_ru: Настройки выхода:

source: HTML to display before the list of posts:
da_dk: HTML, der skal vises før listen med indlæg:
es_es: HTML a mostrar antes de todos los items:
pt_br: ﻿HTML para exibir antes da lista de posts:
ru_ru: HTML для показа перед списком сообщений:

source: HTML to display before each list item:
da_dk: HTML, der skal vises før hvert punkt på listen:
es_es: HTML a mostrar antes de cada item:
pt_br: ﻿HTML para exibir antes de cada item da lista:
ru_ru: HTML для показа перед каждым элементом списка:

source: HTML to display after each list item:
da_dk: HTML, der skal vises efter hvert punkt på listen:
es_es: HTML a mostrar despues de cada item:
pt_br: HTML para exibir depois de cada item da lista:
ru_ru: HTML для отображения после каждого элемента списка:

source: HTML to display after the list of posts:
da_dk: HTML, der skal vises efter listen med indlæg:
es_es: HTML a mostrar despues de todos los items:
pt_br: HTML para exibir depois da lista de posts:
ru_ru: HTML для отображения после списка сообщений:

source: Location of post thumbnail:
pt_br: Localização da miniatura do post:

source: Display only thumbnails, no text
da_dk: Vis kun miniaturer, ingen tekst
es_es: Solo miniaturas, sin texto
pt_br: Mostrar somente miniaturas, sem texto
ru_ru: Показывать только изображения, без текста

source: Do not display thumbnails, only text.
da_dk: Vis ikke miniaturer, kun tekst.
es_es: No mostrar miniaturas, solo texto.
pt_br: Não mostrar miniaturas, somente texto
ru_ru: Не показывать изображения, только текст

source: Crop mode:
pt_br: ﻿Modo de recorte:

source: Post thumbnail meta field name:
pt_br: Nome do campo meta da miniatura do post:

source: The value of this field should contain the image source and is set in the <em>Add New Post</em> screen
pt_br: O valor deste campo deve conter a fonte de imagem e está definida na tela <em>Adicionar Novo Post</em>

source: Extract the first image from the post?
pt_br: ﻿Extrair a primeira imagem do post?

source: This will only happen if there is no post thumbnail set and no image URL is specified in the meta field.
pt_br: Isso só acontecerá se não houver nenhum conjunto de miniaturas de post e nenhuma URL de imagem for definido no campo meta.

source: Use default thumbnail?
pt_br: Usar miniatura padrão?

source: If checked, when no thumbnail is found, show a default one from the URL below. If not checked and no thumbnail is found, no image will be shown.
pt_br: Se marcada, quando não for encontrada nenhuma miniatura, mostra uma padrão da URL abaixo. Se desmarcada e não encontrar nenhuma miniatura, a imagem não será exibida.

source: Default thumbnail:
pt_br: Miniatura padrão:

source: The plugin will first check if the post contains a thumbnail. If it doesn't then it will check the meta field. If this is not available, then it will show the default image as specified above.
pt_br: ﻿O plugin irá verificar primeiro se o post contém uma miniatura. Se não, então ele irá verificar o campo de meta. Se este não estiver disponível, então mostrará a imagem padrão conforme especificado acima.

source: Maximum width of the thumbnail:
pt_br: Largura máxima da miniatura:

source: Maximum height of the thumbnail:
pt_br: Altura máxima da miniatura:

source: Use default style included in the plugin?
pt_br: ﻿Use o estilo padrão incluído no plugin?

source: Contextual Related Posts includes a default style that makes your popular posts list to look beautiful. Check the box above if you want to use this.
pt_br: ﻿Posts Relacionados Contextuais inclui um estilo padrão que faz sua lista de posts populares ficar linda. Marque a caixa acima se você quiser usar isto.

source: Enabling this option will turn on the thumbnails and set their width and height to 150px. It will also turn off the display of the author, excerpt and date if already enabled. Disabling this option will not revert any settings.
pt_br: ﻿Habilitar esta opção irá ativar as miniaturas e definir sua largura e a altura para 150px. Também desativará a exibição do autor, resumo e data caso já estejam habilitados. Desabilitar esta opção não irá reverter quaisquer configurações.

source: Custom CSS to add to header:
pt_br: CSS personalizado para adicionar ao cabeçalho:

source: Do not include <code>style</code> tags. Check out the <a href="http://wordpress.org/extend/plugins/contextual-related-posts/faq/" target="_blank">FAQ</a> for available CSS classes to style.
pt_br: ﻿Não inclua atributos <code>style</code> nas tags. Confira o <a href="http://wordpress.org/extend/plugins/contextual-related-posts/faq/" target="_blank">FAQ</a> para saber as classes CSS disponíveis para estilizar.

source: Default Options
pt_br: Opções Padrão

source: Do you want to set options to Default?
da_dk: Ønsker du at sætte indstillingerne til standardværdierne?
es_es: ¿Quieres resetear las opciones?
pt_br: ﻿Você quer definir opções para o padrão?
ru_ru: Вы хотите задать параметры по умолчанию?

source: Recreate Index
pt_br: Recriar Índice

source: Are you sure you want to recreate the index?
da_dk: Er du sikker på, du ønsker at gendanne indekset?
es_es: ¿Está seguro que quiere recrear el index?
pt_br: Tem certeza de que deseja recriar o índice?
ru_ru: Вы уверены, что хотите воссоздать индекс?

source: Support the development
es_es: Apoya el desarrollo
pt_br: Apoie o desenvolvimento
ru_ru: Поддержка развития проекта

source: Donation for Contextual Related Posts
pt_br: Doação para Posts Contextuais Relacionados

source: Enter amount in USD:
pt_br: Informe o valor em USD:

source: Send your donation to the author of
es_es: Enviar tu donación al autor de
pt_br: Envie sua doação para o autor de
ru_ru: Отправить пожертвование автору

source: Follow me
pt_br: Siga-me

source: Quick links
es_es: Links rápidos
pt_br: Links Rápidos
ru_ru: Быстрые ссылки

source: Contextual Related Posts plugin page
pt_br: ﻿Página do plugin Posts Relacionados Contextuais

source: Reviews
pt_br: Avaliações

source: Github repository
pt_br: Repositório no Github.

source: Other plugins
es_es: Otros plugins
pt_br: Outros plugins
ru_ru: Другие плагины

source: Ajay's blog
pt_br: Blog do Ajay
ru_ru: Блог автора (Ajay, английский язык)

source: by
pt_br: por

source: Powered by <a href="%s" rel="nofollow">Contextual Related Posts</a>
pt_br: Gerado por <a href="%s" rel="nofollow">Posts Relacionados Contextuais</a>

source: Related Posts [CRP]
pt_br: Posts Relacionados [CRP]

source: Display Related Posts
pt_br: Mostrar Posts Relacionados

source: Title
pt_br: Título

source: No. of posts
pt_br: Nº de posts

source: Show excerpt?
pt_br: Mostrar resumo?

source: Show author?
pt_br: Mostrar autor?

source: Show date?
pt_br: Mostrar data?

source: Thumbnails inline, before title
pt_br: ﻿Miniaturas inline, antes do título

source: Thumbnails inline, after title
pt_br: ﻿Miniaturas inline, após o título

source: Only thumbnails, no text
pt_br: Apenas miniaturas, sem texto

source: No thumbnails, only text.
pt_br: Sem miniaturas, apenas texto.

source: Thumbnail height
pt_br: Altura da miniatura

source: Thumbnail width
pt_br: Largura da miniatura

source: <h3>Related Posts:</h3>
da_dk: <h3>Lignende indlæg:</h3>
es_es: <h3>Post Relacionados:</h3>
pt_br: <h3>Posts Relacionados:</h3>
ru_ru: <h3>Похожие посты:</h3>

source: No related posts found
da_dk: Ingen lignende indlæg fundet
es_es: No hay posts relacionados
pt_br: Nenhum post relacionado foi encontrado
ru_ru: Не найдены похожие посты

source: Support the Development
da_dk: Støt udviklingen

source: If you find
da_dk: Hvis du finder

source: useful, please do
da_dk: brugbar, så venligst

source: drop in your contribution
da_dk: giv et bidrag

source: Some reasons why you should.
da_dk: Nogle grunde til, du skulle gøre det.

source: Options:
da_dk: Indstillinger:

source: Exclude Categories:
da_dk: Udelad kategorier:
es_es: Excluir Categorías:
ru_ru: Исключить категории:

source: Add related posts to the post content on single posts. <br />If you choose to disable this, please add <code>&lt;?php if(function_exists('echo_ald_crp')) echo_ald_crp(); ?&gt;</code> to your template file where you want it displayed
da_dk: Tilføj Lignende indlæg til indlæggenes indhold i enkelt-indlæg. <br />Hvis du vælger at deaktivere dette, skal du tilføje <code>&lt;?php if(function_exists('echo_ald_crp')) echo_ald_crp(); ?&gt;</code> til din skabelonfil, hvor du ønsker de lignende indlæg vist

source: Add related posts to pages. <br />If you choose to disable this, please add <code>&lt;?php if(function_exists('echo_ald_crp')) echo_ald_crp(); ?&gt;</code> to your template file where you want it displayed
da_dk: Tilføj Lignende indlæg til statiske sider. <br />Hvis du vælger at deaktivere dette, skal du tilføje <code>&lt;?php if(function_exists('echo_ald_crp')) echo_ald_crp(); ?&gt;</code> til din skabelonfil, hvor du ønsker de lignende indlæg vist

source: Add related posts to feed
da_dk: Tilføj Lignende indlæg til feeds
es_es: Agregar posts relacionados al feed
ru_ru: Добавить похожие посты в фид

source: Find related posts based on content as well as title. If unchecked, only posts titles are used. (I recommend using a caching plugin if you enable this)
da_dk: Find Lignende indlæg ud fra såvel indhold som titel. Hvis umarkeret, bruges kun indlæggenes titler (jeg anbefaler et cache-plugin, hvis du aktiverer dette)

source: Exclude Pages in Related Posts
da_dk: Udelad sider i Lignende indlæg
es_es: Excluir Post Relacionados de las Páginas
ru_ru: Исключить страницы в Похожих постах

source: Output Options:
da_dk: Indstillinger for output:

source: Display "No Related Posts"
da_dk: Vis "Ingen lignende indlæg"
es_es: Mostrar "Posts No Relacionados"
ru_ru: Показывать "Нет похожих постов"

source: Post thumbnail options:
da_dk: Indstillinger for indlægsminiaturer:
es_es: Opciones de miniaturas en el post:
ru_ru: Опции изображения поста:

source: Display thumbnails inline with posts
da_dk: Vis miniaturer inline med indlæg
es_es: Miniaturas en línea con los posts
ru_ru: Показать эскизы в соответствии с сообщениями

source: Post thumbnail meta field (the meta should point contain the image source):
da_dk: Metafelt for indlægsminiaturer (metafeltet skal indeholde URL&#39;en til billedet):

source: Thumbnail dimensions:
da_dk: Miniaturedimensioner:

source: Max width:
da_dk: Max bredde:

source: Max height:
da_dk: Max højde:

source: The plugin will first check if the post contains a thumbnail. If it doesn't then it will check the meta field. If this is not available, then it will show the default image as specified below:
da_dk: Pluginnet tjekker først, om indlægget indeholder en miniature. Hvis indlægget ikke gør det, tjekker pluginnet metafeltet. Hvis dette ikke findes, vil det vise standardbilledet specificeret nedenfor:

source: Enter amount in USD:
es_es: Ingresa monto en USD:
ru_ru: Введите сумму в долларах США:

source: Contextual Related Posts
es_es: Posts relacionados contextualmente
ru_ru: Контекстные похожие посты

source: plugin page
es_es: sitio del plugin
ru_ru: Страница плагина

source: Follow @ajaydsouza on Twitter
es_es: Seguir @ajaydsouza en Twitter
ru_ru: Следовать @ajaydsouza на Твиттере

source: Recent developments
es_es: Desarrollos recientes
ru_ru: Последние разработки

source: Powered by
es_es: Creado por
ru_ru: Автор:
