Repository: wp-plugins/contextual-related-posts
Catalog: languages/tptn-*.po
Languages: hi_in

source: Options saved successfully.
hi_in: विकल्प सफलतापूर्वक बचाया.

source: Options set to Default.
hi_in: विकल्प डिफ़ॉल्ट से तैयार है.

source: Support the Development
hi_in: समर्थन विकास

source: If you find
hi_in: यदि आप पाते हैं

source: useful, please do
hi_in: उपयोगी है, कृपया करे

source: drop in your contribution
hi_in: अपने योगदान में गिरावट

source: Some reasons why you should.
hi_in: कुछ कारणों तुम क्यों चाहिए.

source: Options:
hi_in: विकल्प हैं:

source: Format to display the count in:
hi_in: प्रारूप में गिनती प्रदर्शित करने के लिए:

source: Use <code>%totalcount%</code> to display the total count and <code>%dailycount%</code> to display the daily count. e.g. the default options displays <code>(Visited 123 times, 23 visits today)</code>
hi_in: का प्रयोग करें <code>% totalcount% </ कोड> कुल संख्या प्रदर्शित करने के लिए और <code>% dailycount% </ कोड> को दैनिक गणना प्रदर्शन. उदाहरण डिफ़ॉल्ट विकल्प प्रदर्शित <code> (दौरा 123 बार, 23 का दौरा आज) </ कोड>

source: Number of popular posts to display:
hi_in: लोकप्रिय पदों की संख्या प्रदर्शित करने के लिए:

source: Title of popular posts:
hi_in: लोकप्रिय पदों का शीर्षक:

source: Title of daily popular posts:
hi_in: दैनिक लोकप्रिय पदों का शीर्षक:

source: Daily Popular should contain views of how many days?
hi_in: दैनिक लोकप्रिय कितने दिनों के विचारों को शामिल करना चाहिए?

source: Exclude Pages in display of Popular Posts? Number of views on Pages will continue to be counted.
hi_in: लोकप्रिय के प्रदर्शन में पेज बाहर निकालें पोस्ट? पन्नों पर विचार की संख्या की गिनती जारी रहेगी.

source: Display number of views on posts?
hi_in: पदों पर विचारों के प्रदर्शन की संख्या?

source: Display number of views on pages?
hi_in: पन्नों पर विचार के प्रदर्शन की संख्या?

source: Track visits of authors on their own posts?
hi_in: ट्रैक लेखक के अपने पदों पर यात्रा?

source: Display number of page views in popular lists?
hi_in: लोकप्रिय सूची में पृष्ठ विचारों का प्रदर्शन नंबर?

source: Force daily posts' list to be dynamic? This options uses JavaScript to load the post and can increase your page load time
hi_in: सेना दैनिक 'पदों की सूची गतिशील हो? इस विकल्प को पद भार जावास्क्रिप्ट का उपयोग करता है और अपने पृष्ठ लोड समय बढ़ा सकते हैं

source: Display page views on Edit posts/pages in WP-Admin? An extra column is added with the count
hi_in: प्रदर्शन संपादित करें पदों पर पृष्ठ विचार / WP में पृष्ठों-व्यवस्थापक? एक अतिरिक्त कॉलम गिनती के साथ जोड़ दिया है

source: A link to the plugin is added as an extra list item to the list of popular posts. Not mandatory, but thanks if you do it!
hi_in: प्लगइन के लिए एक कड़ी लोकप्रिय पदों की सूची के लिए एक अतिरिक्त सूची आइटम के रूप में जोड़ा है. नहीं अनिवार्य है, लेकिन धन्यवाद यदि तुम इसे करो!

source: Do you want to set options to Default?
hi_in: क्या आप डिफ़ॉल्ट विकल्प सेट करना चाहते हैं?

source: Popular Posts
hi_in: लोकप्रिय पोस्ट्स

source: Daily Popular Posts
hi_in: दैनिक लोकप्रिय पोस्ट्स

source: Top 10
hi_in: शीर्ष 10

source: Results
hi_in: परिणाम

source: of
hi_in: का

source: Page
hi_in: पृष्ठ

source: View Daily Popular Posts
hi_in: देखें दैनिक लोकप्रिय पोस्ट्स

source: View Overall Popular Posts
hi_in: देखें दैनिक लोकप्रिय पोस्ट्स

source: Results per-page:
hi_in: प्रति परिणाम पृष्ठ:

source: Previous
hi_in: पिछला

source: Next
hi_in: अगला

source: Daily Popular
hi_in: दैनिक लोकप्रिय

source: Total / Today's Views
hi_in: कुल / आज दर्शाव

source: <h3>Popular Posts</h3>
hi_in: <h3> लोकप्रिय पोस्ट्स </ h3>

source: <h3>Daily Popular</h3>
hi_in: <h3> दैनिक लोकप्रिय </ h3>
